{
    "test": "Bonjour!",
    "unauthorised": "Vous n'êtes pas autorisé à accéder à cette ressource",
    "test-indexed": "Numero: {count, selectordinal, one{première} other{#ème}}",
    "bill-prompt": "Pour payer une facture, appuyez sur {index}.",
    "welcome-stranger": "Il semble que vous n'avez pas de phrase enregistré.",
    "welcome-known": "Bonjour et bienvenue sur notre système de démonstration biométrique.",

    "verification-request": "Pour accéder à votre compte, veuillez répéter la phrase suivante:",
    "verification-confirmation": "Génial! Votre phrase secrète a été validée avec {confidence}% de confiance.",
    "verification-failed": "Nous n'avons pas pu vérifier votre voix. Veuillez réessayer.",

    "enrol-message": "Veuillez répéter la phrase suivante",
    "enrol-confirmation": "Génial. Pour terminer votre inscription, nous avons besoin {remaining, plural, one {d'une inscription supplementaire} other {de # inscriptions supplémentaires}}",
    "enrol-confidence-low": "Désolé, l'enregistrement n'était pas clair. Veuillez réessayer.",
    "enrol-no-phrase": "Il n’y a plus de phrase disponible pour votre adhésion.",
    "enrolment-complete": "Merci. Votre voix est maintenant enregistrée.",

    "reactivation-welcome": "Votre numéro parait désactivé, vous devez vérifier l’enregistrement de votre voix pour le réactiver.",
    "reactivation-confirmation": "Super! Votre numéro a été réactiver",

    "mobile-money": "Pour accéder votre compte Mobile Money, appuyez sur {index}.",
    "mobile-money-balance": "Pour vérifier votre solde appuyez sur {index}.",
    "pay-bill": "Pour payer une facture, appuyez sur {index}.",
    "transfer": "Pour effectuer un virement, appuyez sur {index}.",
    "alert": "Pour simuler une alerte, appuyez sur {index}.",
    "passphrase-manager": "Pour enregistrer une nouvelle phrase secrète de vérification, appuyez sur {index}",
    "reset-pin": "Pour changer votre numero PIN, appuyez sur {index}",
    "deactivate": "Pour désactiver votre compte, appuyez sur {index}",

    "bill-payment-message": "Veuillez saisir votre numéro de paiement",
    "bill-payment-number": "Le numéro de paiement que vous avez saisi est {payment}",
    "bill-payment-error": "Désolé, votre numéro de paiement n'est pas valide.",
    "bill-payment-value": "Le paiement vous coûtera ${paymentValue}, appuyez sur 1 pour continuer ou 2 pour annuler le paiement.",
    "bill-payment-invalid-value": "Désolé, vous n’avez pas assez de fonds pour effectuer cette transaction.",
    "bill-payment-approved": "Votre paiement a été autorisé avec succès.",
    "bill-payment-declined": "Votre paiement a été refusé.",

    "transfer-message": "Veuillez saisir le numéro de compte du bénéficiaire",
    "transfer-account-number": "Le numéro de compte que vous avez saisi est {account}",
    "transfer-account-error": "Désolé, le numéro de compte n'est pas valide.",
    "transfer-account-value": "Veuillez saisir le montant d’argent que vous voulez transférer.",
    "transfer-account-invalid-value": "Désolé, vous n’avez pas assez de fonds pour effectuer cette transaction.",
    "transfer-account-confirmation": "Vous êtes sur le point de transférer ${value} vers {account}, appuyez sur 1 pour continuer ou 2 pour annuler le transfers.",
    "transfer-approved": "Votre transfert a été autorisé avec succès.",
    "transfer-declined": "Votre paiement a été refusé.",

    "passphrase-add": "Pour ajouter une nouvelle phrase secrète, appuyez sur {index}",
    "deactivate-account": "Votre compte a été désactiver avec succès. Nous vous remercions et nous souhaitons vous revoir bientôt. Au revoir.",

    "mobile-money-info": "Le solde de votre compte est: ${balance}",
    "balance-reset": "Le solde de votre compte est de $0, pour les besoins de cette démo, il a été réinitialisé à $100",

    "alert-welcome": "Bonjour. Ceci est un appel de démonstration du projet Biometrics For All. Une activité suspecte a été signalée sur votre compte. Veuillez vérifier votre identité pour autoriser cette transaction.",
    "alert-message": "Merci d'avoir vérifié votre identité. La transaction a été autorisée.",
    "alert-unregistered": "Ce numéro de téléphone n'est pas encore inscrit pour la vérification vocale.",

    "reset-pin-welcome": "Please key in your current PIN number.",
    "reset-pin-current-welcome": "Please key in your new PIN number.",
    "reset-pin-current-successful": "Great. Now please key in your new PIN number.",
    "reset-pin-current-unsuccessful": "The PIN number provided does not match our records. Please try again.",
    "reset-pin-current-error": "Sorry, we couldn't process your pin. Please make sure it is 4 digits long.",
    "reset-pin-new-successful": "Your PIN number has been updated.",
    "reset-pin-new-unsuccessful": "Sorry, we couldn't process your new pin. Please make sure it is 4 digits.",

    "reset-pin-change": "To change your PIN number, press {index}",
    "reset-pin-reset": "To reset your PIN number, press {index}",

    "sms-unregistered": "It looks like you don't have an account. Please contact the call centre directly to enrol before using SMS services.",
    "sms-did-not-understand": "This option does not match any of our SMS terms. Please try again.",

    "sms-reset-pin-welcome": "Hello. This is a demo call from the \"Biometrics For All \" project. You have requested to reset your PIN. Before doing so, please verify your identity.",

    "survey-welcome": "Nous vous remercions pour votre évaluation sur Biometrics For All. Si vous pouviez répondre à notre sondage, attendez, cela ne prendra pas plus d'une minute!",
    "survey-question-01": "Comment évalueriez-vous l'expérience en utilisant un processus de vérification vocale? Appuyez sur un nombre de 1 à 5, où: 1 signifie très mauvais et 5 signifie excellent",
    "survey-question-02": "Pensez-vous que le déroulement du menu était facile à comprendre? Appuyez sur un nombre de 1 à 5, où: 1 signifie très mauvais et 5 signifie excellent",
    "survey-invalid": "Désolé, votre réponse est invalide.",
    "survey-finish": "Nous vous remercions, votre évaluation a été enregistré.",

    "did-not-understand": "Désolé, je n'ai pas compris.",
    "error": "Une erreur s'est produite. {message}",

    "return-menu": "Pour revenir au menu principal, veuillez appuyer sur {index}",
    "survey-option": "Pour répondre à notre enquête, appuyez sur {index}",
    "end-call": "Pour mettre fin a l'appel, appuyez sur {index}",
    "good-bye": "Merci d’avoir utilisé Biometrics For All, au revoir!",
    "unapproved-caller": "Veuillez contacter le laboratoire de technologie inclusif de la GSMA pour autoriser votre numéro de téléphone avant d'utiliser ce service."
}
